Repository: Agrelimos/GLLara
Catalog: GLLara/*.lproj/Localizable.strings
Languages: de

source: %@ - Render view %lu
de: %1$@ - Renderansicht %2$lu

source: %u bits per pixel with alpha are not supported.
de: %u Bits pro Pixel mit Alphakanal werden nicht unterstützt.

source: %u bits per pixel without alpha are not supported.
de: %u Bits pro Pixel ohne Alphakanal werden nicht unterstützt.

source: A mesh references vertices that do not exist.
de: Ein Mesh referenziert Vertices die nicht existieren.

source: A model has to be at least eight bytes long. This file may be corrupted.
de: Ein Modell muss mindestens acht Byte lang sein. Die Datei könnte beschädigt sein..

source: A piece of compressed data was shorter than it should have been. The file may be damaged
de: Ein Teil der komprimierten Daten war kürzer als erwartet. Die Datei könnte beschädigt sein.

source: Add item
de: Objekt hinzufügen

source: All bones have to have a parent that exists or no parent at all.
de: Alle Bones müssen einen existierenden Elternbone oder gar keinen haben.

source: Ambient
de: Umgebung

source: An index in the bone references is out of range
de: Ein Index in den Bone-Referenzen ist außerhalb des erlaubten Bereichs.

source: An index in the graphics data is out of range
de: Ein Index in den Grafikdaten ist außerhalb des erlaubten Bereichs.

source: An MTL file with this name already exists
de: Eine MTL Datei mit diesem Namen existiert bereits

source: As part of the export, an .mtl file will be generated automatically. This will overwrite an existing file of the same name.
de: Beim Exportieren wird automatisch eine MTL-Datei erstellt. Dies würde eine existierende Datei überschreiben.

source: As part of the export, an .mtl file will be generated automatically. To avoid clashes, do not use .mtl as an extension.
de: Beim Exportieren wird automatisch zusätztlich eine MTL-Datei erstellt. Daher kann die Hauptdatei nicht diese Erweiterung haben.

source: Bone "%@" has itself as an ancestor.
de: Knochen "%@" hat sich selbst als Vorfahren.

source: Camera changed
de: Kamera verändert

source: Cancel
de: Abbrechen

source: Could not create an OpenGL 3.2 Core Profile context.
de: Konnte keinen OpenGL 3.2 Core Profile Kontext erzeugen.

source: Could not decompress part of the data.
de: Konnte Teile der Daten nicht dekomprimieren.

source: Could not export model.
de: Das Modell konnte nicht exportiert werden.

source: DDS File %@ couldn't be opened: %@
de: DDS-Datei %1$@ konnte nicht geöffnet werden: %2$@

source: Delete item
de: Objekt löschen

source: Did not find model parameters for model type %@
de: Konnte Modelparameter für Typ %@ nicht finden.

source: Diffuse %@
de: Diffus %@

source: Files of type %@ are not supported.
de: %@ Dateien werden nicht unterstützt.

source: GLLara requires graphics cards that support OpenGL 3.2 or higher.
de: GLLara benötigt Grafikkarten die OpenGL 3.2 oder höher unterstützten.

source: GLLara stores special information for files not named generic_item. This information is not available
de: GLLara enthält zusätzliche Informationen für Dateien, die nicht den Namen generic_item haben. Diese Daten fehlen.

source: Graphics format %4s is not supported.
de: Grafikformat %4s wird nicht unterstützt.

source: Graphics format is not supported.
de: Grafikformat wird nicht unterstützt.

source: If there is a .mesh.ascii version, try opening that.
de: Falls es eine .mesh.ascii version, öffnen Sie statt dessen diese.

source: Items
de: Objekte

source: Lights
de: Lichter

source: Load outift
de: Outfit laden

source: Load pose
de: Pose laden

source: Load texture pack
de: Texturpaket laden

source: Meshes that originally had no tangents cannot be exported at this time.
de: Meshes die original keine Tangenten hatten können derzeit nicht exportiert werden.

source: Message from OpenGL driver: %s
de: Meldung vom OpenGL-Treiber: %s

source: New-style Generic Item has unknown major version.
de: Neues Generic Item hat unbekannte Hauptversion.

source: New-style Generic Item has unknown minor version for major version 1.
de: Neues Generic Item hat unbekannte Unterversion für Hauptversion 1.

source: New-style Generic Item has unknown minor version for major version 2.
de: Neues Generic Item hat unbekannte Unterversion für Hauptversion 2.

source: No XNALara Mesh Group number corresponds to the shader %@.
de: Keine XNALara Meshgruppennummer entspricht Shader %@.

source: OBJ files cannot use .mtl as extension
de: OBJ-Dateien können nicht .mtl als Erweiterung haben.

source: Only .mesh, .mesh.ascii and .obj files can be loaded.
de: Nur .mesh, .mesh.ascii und .obj können geladen werden.

source: Only DXT1,3,5 and uncompressed (A)RGB formats are supported.
de: Nur DXT1,3,5 und unkomprimierte (A)RGB Formate werden unterstützt.

source: Parameters for file could not be found.
de: Die Parameter für die Datei konnten nicht gefunden werden.

source: Parent of bone "%@" does not exist.
de: Elternbone für Bone "%@" existiert nicht.

source: Please inform a developer of this problem.
de: Bitte informieren sie einen Entwickler.

source: Pose file does not contain the right amount of bones
de: Pose-Datei enthält nicht die richtige Anzahl von Bones.

source: Poses in the old format have to contain exactly as many items as bones. Try using a newer pose.
de: Posen im alten Format müssen genau so viele Elemente enthalten wie das Modell Bones hat.

source: Settings
de: Einstellungen

source: The bones would form an infinite loop.
de: Die Bones würden eine Endlosschleife bilden.

source: The compressed parts of the file could not be processed. The file may be damaged.
de: Die komprimierten Teile der Datei konnten nicht verarbeitet werden. Die Datei könnte beschädigt sein.

source: The file breaks off during the descriptions of a mesh. Maybe it is damaged?
de: Die Datei bricht in einer Mesh-Beschreibung ab. Sie könnte beschädigt sein.

source: The file breaks off in the middle of the bones section. Maybe it is damaged?
de: Die Datei bricht in der Bones-Sektion ab. Sie könnte beschädigt sein.

source: The file breaks off in the middle of the meshes section. Maybe it is damaged?
de: Die Datei bricht in der Meshes-Sektion ab. Sie könnte beschädigt sein.

source: The file breaks off inside a mesh's vertex data
de: Die Datei bricht innerhalb der Vertexdaten eines Meshes ab.

source: The file cannot be opened because it has an incorrect start sequence. This usually indicates that the file is damaged or not a DDS file at all.
de: Die Datei kann nicht geöffnet werden weil sie eine falsche Startsequenz hat. Das heißt, die Datei ist entweder beschädigt oder in Wahrheit keine DDS-Datei.

source: The file cannot be read because it uses a compressed data format that is not supported. Only DXT1, DXT3 and DXT5 formats are supported.
de: Die Datei kann nicht geöffnet werden weil sie ein komprimiertes Datenformat verwendet, welches nicht unterstützt wird. Nur die Formate DXT1, DXT3 und DXT5 werden unterstützt.

source: The file cannot be read because it uses a different header size than normal. This may be because it uses a newer version of the file format, or because it is damaged.
de: Die Datei kann nicht geöffnet werden weil sie eine andere Headergröße verwendet als üblich. Es könnte sich um eine unbekannte Dateiversion handeln, oder die Datei ist beschädigt.

source: The file cannot be read because it uses a different pixel format size than normal. This may be because it uses a newer version of the file format, or because it is damaged.
de: Die Datei kann nicht geöffnet werden weil sie eine andere Pixelformatgröße verwendet als üblich. Es könnte sich um eine unbekannte Dateiversion handeln, oder die Datei ist beschädigt.

source: The file contains only bones and no meshes. Maybe it was damaged?
de: Die Datei enthält nur Bones und keine Meshes. Sie könnte beschädigt sein.

source: The file is missing some data.
de: Der Datei fehlen einige Daten.

source: The file is shorter than the minimum file size.
de: Die Datei ist kürzer als die minimale Länge.

source: The file references bones that do not exist.
de: Die Datei referenziert Bones die sie nicht enthält.

source: The file uses a data layout that is not supported. Only ARGB or ABGR is supported for 32 bit uncompressed textures.
de: Die Datei verwendet ein Datenlayout das nicht unterstützt wird. Nur ARGB und ABGR werden für nicht komprimierte 32 Bit-Texturen unterstützt.

source: The file uses a data layout that is not supported. Only ARGB4 and ARGB1555 are supported for 16 bit uncompressed textures with alpha channel.
de: Die Datei verwendet ein Datenlayout das nicht unterstützt wird. Nur ARGB4 und ARGB1555 werden für nicht komprimierte 16 Bit-Texturen mit Alphakanal unterstützt

source: The file uses a data layout that is not supported. Only RGB is supported for 24 bit uncompressed textures.
de: Die Datei verwendet ein Datenlayout das nicht unterstützt wird. Nur RGB wird für nicht komprimierte 24 Bit-Texturen unterstützt.

source: The file uses a data layout that is not supported. Only RGB565 is supported for 16 bit uncompressed textures without alpha.
de: Die Datei verwendet ein Datenlayout das nicht unterstützt wird. Nur RGB565 wird für nicht komprimierte 16 Bit-Texturen ohne Alphakanal unterstützt.

source: The file uses a data layout that is not supported. Only XRGB is supported for 32 bit uncompressed textures with alpha.
de: Die Datei verwendet ein Datenlayout das nicht unterstützt wird. Nur XRGB wird für nicht komprimierte 32 Bit-Texturen mit Alphakanal unterstützt.

source: The file uses a data layout that is not supported. Uncompressed formats with alpha have to be 32 or 16 bits per pixel.
de: Die Datei verwendet ein Datenlayout das nicht unterstützt wird. Nicht komprimierte Formate mit Alphakanal müssen immer 32 oder 16 Bit pro Pixel haben.

source: The file uses a data layout that is not supported. Uncompressed formats without alpha have to be 32, 24 or 16 bits per pixel.
de: Die Datei verwendet ein Datenlayout das nicht unterstützt wird. Nicht komprimierte Formate ohne Alphakanal müssen immer 32 oder 16 Bit pro Pixel haben.

source: The file's graphics format is not supported.
de: Das Grafikformat der Datei wird nicht unterstützt.

source: The Generic Item 2 footer section is incomplete. The file may be damaged.
de: Das Ende der Generic Item 2-Datei ist nicht komplett. Die Datei könnte beschädigt sein.

source: The mesh data is incomplete. The file may be damaged.
de: Die Mesh-Daten sind nicht vollständig. Die Datei könnte beschädigt sein.

source: The shader "%@" could not be compiled properly
de: Der Shader "%@" konnte nicht kompiliert werden.

source: The shader "%@" could not be linked
de: Der Shader "%@" konnte nicht verlinkt werden.

source: The source code shader "%@" could not be found
de: Der Quellcode des Shaders "%@" konnte nicht gefunden werden.

source: The vertex data for a mesh could not be loaded.
de: Die Vertexdaten für ein Mesh konnten nicht geladen werden.

source: This DDS file is corrupt.
de: Die DDS-Datei ist beschädigt.

source: This DDS file is not supported.
de: Die DDS-Datei wird nicht unterstützt.

source: This file is neither a generic item nor a known named file.
de: Die Datei ist weder ein Generic Item noch eine bekannte benannte Datei.

source: Optional parts
de: Optionale Teile
